tap "keidarcy/tap"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
brew "act"
brew "gh"
brew "jmeter"
brew "just"
brew "libpq", link: true
brew "neovim"
brew "nettoe"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "tree"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "keidarcy/tap/e1s"
brew "leoafarias/fvm/fvm"
cask "nikitabobko/tap/aerospace"
cask "font-fira-code"
cask "ghostty"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "iliazeus.vscode-ansi"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "shopify.ruby-lsp"
vscode "yzhang.markdown-all-in-one"
