tap "keidarcy/tap"
tap "nikitabobko/tap"
brew "act"
brew "tmux"
brew "gh"
brew "just"
brew "libpq", link: true
brew "neovim"
brew "uv"
brew "rbenv"
brew "tree"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "keidarcy/tap/e1s"
cask "nikitabobko/tap/aerospace"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
